Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Dialogs/dialogClose/dialogCloseStates.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Calibration tool is not plugged. Plug the calibration tool and try again.
cs: Kalibrační nástroj není zapojen. Připojte kalibrační nástroj a zkuste to znovu.
hu: A kalibráló eszköz nincs bedugva. Csatlakoztassa a kalibráló eszközt, és próbálja meg újra.
vi: Công cụ hiệu chuẩn chưa được cắm. Cắm công cụ hiệu chỉnh và thử lại.
zh: 校准工具未连接。请连接校准工具后再次尝试。

source: Missing linear points. Please enter linear points for vibrator
cs: Chybejici linearni body. Prosim zadejte udaje pro linearni vibrator
hu: Hiányzó lineáris pontok. Kérjük, adja meg a lineáris pontokat a vibrátor számára
vi: Thiếu điểm tuyến tính. Vui lòng nhập điểm tuyến tính cho máy rung
zh: 线性坐标缺失。请为振动器设置线性坐标

source: Can't disable Empty Mode when machine is started. Please stop the machine and disable.
cs: Prázdný režim nelze deaktivovat při spuštění stroje. Zastavte stroj a deaktivujte jej.
hu: Nem lehet letiltani az Üres üzemmódot, ha a gép elindult. Kérjük, állítsa le a berendezést, és kapcsolja ki.
vi: Không thể tắt Chế Độ Trống khi máy khởi động. Hãy dừng máy và vô hiệu hóa.
zh: 机器启动时无法禁用清空模式。请停止机器并禁用。

source: Is the vibrators and feeder empty? If then take box at feeder out and confirm.
cs: Jsou dopravniky prazdne? Pokud ano, odeberte box pod feederem a potvrdte.
hu: A vibrátorok és az adagoló üresek? Ha igen, akkor vegye ki a dobozt az adagolóból, és erősítse meg.
vi: Máy rung và máy nạp có trống không? Nếu trống thì hãy lấy hộp ở máy nạp ra và xác nhận.
zh: 振动盘与上料器是否已清空？如果是，请取出上料器箱子并确认。

source: Recipe has successfully been saved.
cs: Recept byl úspěšně uložen.
hu: A recept mentése sikeres.
vi: Công thức đã được lưu thành công.
zh: 配方已成功保存。

source: Recipe has successfully been loaded.
cs: Recept byl úspěšně načten.
hu: A recept sikeresen betöltődött.
vi: Công thức đã được tải thành công.
zh: 配方已成功加载。

source: Linearization fit percent too low. Please calibrate one more time.
cs: Procento přizpůsobení linearizace je příliš nízké. Nakalibrujte prosím ještě jednou.
hu: A linearizációs illesztési százalék túl alacsony. Kérjük, kalibrálja még egyszer.
vi: Phần trăm phù hợp tuyến tính hóa quá thấp. Vui lòng hiệu chỉnh lại một lần nữa.
zh: 线性化拟合百分比太低。请再校准一次。

source: Cannot start machine when bypass cassette is activated. Please ask maintenance to switch bypass off.
hu: Nem lehet elindítani a berendezést, ha a megkerülő-kazetta aktiválva van. Kérje meg a karbantartókat, hogy kapcsolják ki a megkerülést.
vi: Không thể khởi động máy khi kích hoạt chế độ bỏ qua băng cassette. Vui lòng yêu cầu bảo trì để tắt bỏ qua.

source: Tuning circular vibrator, please wait
vi: Đang chỉnh máy rung tròn, vui lòng đợi
zh: 整定振动器，请等待。

source: Tuning linear vibrator, please wait
vi: Đang điều chỉnh bộ rung tuyến tính, vui lòng đợi
zh: 整定振动器，请等待。
